Repository: Ark74/kiwix-hotspot
Catalog: ansiblecube/roles/captive_portal/files/captiveportal/portal/locale/*/LC_MESSAGES/messages.po
Languages: fr

source: Online
fr: connecté

source: Offline
fr: hors-ligne

source: Entering “<em>%(hotspot_name)s</em>”
fr: Connection à «<em>%(hotspot_name)s</em>»

source: <em>%(project_name)s</em> is a free-to-use, content-enabled box.
fr: <em>%(project_name)s</em> est une ressource de contenus libres d'accès

source: Please, keep the following in mind:
fr: Merci de vous rappeler des points suivants :

source: Access to this box's content is done <strong>solely via <em>http://%(fqdn)s/</em></strong>.
fr: L'accès à ces contenus ne se fait <strong>qu'à travers <em>http://%(fqdn)s/</em></strong>.

source: Remember-it !
fr: Souvenez-vous en !

source: This box may also provide access to Internet (currently %(colored_status)s)
fr: Cette ressource pourrait fournir un accès à Internet (actuellement %(colored_status)s).

source: You will then be prompted with this page <strong>after every 15mn</strong> of inactivity.
fr: Cette page vous sera alors présenté <strong>après 15mn</strong> d'inactivité.

source: When browsing a secure website, your browser might display a <em>Security Warning</em> instead of displaying this page. Just open a new page onto a non-secure website to register again.
fr: Surfant sur un site sécurisé, le navigateur pourrait vous afficher un <em>avertissement de sécurité</em> au lieu d'afficher cette page. Ouvrez-en simplement une nouvelle sur un site non-sécurisé et enregistrez-vous à nouveau.

source: Action Required!
fr: Action requise !

source: After you click the button bellow, <strong>you need to <u>manually</u> go to</strong>:
fr: Après avoir cliqué sur le bouton ci-dessous, <strong>vous devrez <u>manuellement</u> aller à</strong> :

source: Copy to clipboard
fr: Copier l'adresse

source: Open your Web browser copy-paste or type this address there then click bellow.
fr: Ouvrez votre navigateur Web et collez ou saisissez cette adresse ; puis cliquez ci-dessous.

source: Agree to register and close
fr: OK pour continuer

source: Registered to “<em>%(hotspot_name)s</em>” (<a href="http://%(fqdn)s/">%(fqdn)s</a>)
fr: Enregistré sur «<em>%(hotspot_name)s</em>» (<a href="http://%(fqdn)s/">%(fqdn)s</a>)

source: You're all set!
fr: C'est tout bon !

source: Now open your web browser and go to <button class="clipboard button button-sm neutral" data-clipboard-text="http://%(fqdn)s/">%(fqdn)s</button> as instructed earlier.
fr: Maintenant, ouvrez votre navigateur et allez à <button class="clipboard button button-sm neutral" data-clipboard-text="http://%(fqdn)s/">%(fqdn)s</button> en suivant les instructions précédentes.

source: You're now ready to access <em>%(project_name)s's content</em>.
fr: Vous êtes désormais prêt à accèder aux <em>contenus de %(project_name)s</em>.

source: Go to %(fqdn)s
fr: Aller à %(fqdn)s
